Revit 2024 API
ParameterTypeId.StairsDbgShowMonolithicSupportCorseGeom Property
 "Show Monolithic Support Corse Geometry"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsDbgShowMonolithicSupportCorseGeom { get; }
Visual Basic
Public Shared ReadOnly Property StairsDbgShowMonolithicSupportCorseGeom As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsDbgShowMonolithicSupportCorseGeom {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace